Repository: ArabAmerican/Easy-YDNS
Catalog: locales/*/LC_MESSAGES/django.po
Languages: de

source: Enter your domain name…
de: Gebe deinen Domainnamen ein…

source: Type
de: Typ

source: Public
de: Öffentlich

source: Private
de: Privat

source: Moderated
de: Moderiert

source: Help
de: Hilfe

source: Delete %(domain_name)s
de: %(domain_name)s löschen

source: Delete Domain
de: Domain löschen

source: You are about to delete this domain. If you decide to proceed, all hosts and records that belong to that domain will be deleted.
de: Du bist dabei diese Domain zu löschen. Wenn du fortfährst, wird die Domain inklusiver aller Hosts und Einträgen unwiderruflich gelöscht.

source: I understand the consequences of this and want to delete the domain now
de: Ich habe die Konsequenzen verstanden und möchte meine Domain jetzt löschen

source: Hi! This mail confirms that your domain "%(domain_name)s" has been completely removed.
de: Hi! Diese E-Mail bestätigt, dass deine Domain "%(domain_name)s" vollständig gelöscht wurde.

source: Official YDNS Domain
de: Offizielle YDNS-Domain

source: This domain is provided by the YDNS project and provides a guaranteed availability.
de: Diese Domain wird vom YDNS-Projekt bereitgestellt und garantiert eine langfristige Verfügbarkeit.

source: What does that mean?
de: Was heißt das?

source: Creation Date
de: Erstellungsdatum

source: Y/m/d H:i T
de: d.m.Y H:i T

source: Access Type
de: Zugriffstyp

source: Owner
de: Eigentümer

source: Not disclosed
de: Nicht veröffentlicht

source: Official YDNS domain
de: Offizielle YDNS-Domain

source: Moderation Queue
de: Moderations-Anfragen

source: No pending host requests found.
de: Keine laufenden Moderationsanfragen

source: Request Date
de: Datum der Anfrage

source: Action
de: Aktion

source: Accept
de: Akzeptieren

source: Reject
de: Ablehnen

source: Selected…
de: Ausgewählte…

source: The Journal is empty.
de: Das Journal ist leer.

source: Date
de: Datum

source: Message
de: Nachricht

source: User
de: Benutzer

source: Not available
de: Nicht verfügbar

source: Hi! Your request for host "%(name)s" has been accepted by it's domain owner. The host has been created and you can start using it now. In case you have any questions, please write to support@ydns.eu and we'll assist you as soon as possible.
de: Hi! Deine Anfrage für den Host "%(name)s" wurde von dessen Domaininhaber akzeptiert. Der Host wurde erstellt und du kannst ihn ab sofort nutzen. Wenn du Fragen hast, wende dich per E-Mail an support@ydns.eu und wir werden dir umgehend helfen.

source: Hi! Your request for host "%(name)s" has been accepted by it's domain owner, but unfortunately the name is already used by someone else.
de: Hi! Deine Anfrage für den Host "%(name)s" wurde vom Domaininhaber akzeptiert, jedoch wird der Name mittlerweile von jemand anderen genutzt.

source: Hi! Your request for host "%(name)s" has been rejected by it's domain owner. In case you have any questions, please write to support@ydns.eu and we'll assist you as soon as possible.
de: Hi! Deine Anfrage für den Host "%(name)s" wurde vom Domaininhaber abgelehnt. Wenn du Fragen hast, wende dich per E-Mail an support@ydns.eu und wir werden dir umgehend helfen.

source: Publish my contact details as owner for this domain
de: Veröffentliche meine Kontaktdaten als Eigentümer dieser Domain

source: Free DNS Services
de: Kostenlose DNS Dienste

source: Simple
de: Einfach

source: IPv6 enabled
de: IPv6-fähig

source: Unlimited hosts
de: Unbegrenzte Hosts

source: Create Host
de: Host erstellen

source: Choose…
de: Wähle…

source: Official YDNS domains
de: Offizielle YDNS-Domains

source: User-shared domains
de: Von Nutzern geteilte Domains

source: Enter a host name…
de: Hostnamen eingeben…

source: Delete Host
de: Host löschen

source: You are about to delete this host. If you proceed, all underlying records are deleted.
de: Du bist dabei diesen Host zu löschen. Wenn du fortfährst, werden alle dazugehörigen Einträge ebenfalls gelöscht.

source: Delete this host
de: Diesen Host löschen

source: Active
de: Aktiv

source: Disabled
de: Deaktiviert

source: <strong>Warning:</strong> All records of this host are disabled. This means that no queries to this host are answered.
de: <strong>Warnung:</strong> Alle Einträge dieses Hosts sind deaktiviert. Das heißt, dass keine Anfragen für diesen Host beantwortet werden.

source: Disable this host
de: Diesen Host deaktivieren

source: Enable this host
de: Diesen Host aktivieren

source: No hosts have been found.
de: Keine Hosts wurden gefunden.

source: You may create a host by using the Create button on the top of the page.
de: Du kannst einen Host erstellen, indem du den Erstellen-Button oben auf der Seite nutzt.

source: Content of most recent updated record
de: Inhalt des zuletzt geänderten Eintrags

source: Last updated
de: Zuletzt geändert

source: %(last_mod)s ago
de: vor %(last_mod)s

source: No records found
de: Keine Einträge gefunden

source: Never updated yet
de: Noch nie aktualisiert

source: Content
de: Inhalt

source: State
de: Status

source: Never updated
de: Nie aktualisiert

source: Hi, A new moderation request for a host of your domain %(domain_name)s is waiting for you. To accept the host, click the link below: %(accept_url)s To reject the host, click the link below: %(reject_url)s In case you have any questions, please write to support@ydns.eu and we'll assist you as soon as possible.
de: Hi, Eine neue Moderationsanfrage für einen Host deiner Domain %(domain_name)s wartet auf Dich. Um den Host zu akzeptieren, klicke den untenstehenden Link: %(accept_url)s Um den Host abzulehnen, klicke den untenstehenden Link: %(reject_url)s Wenn du Fragen hast, wende dich per E-Mail an support@ydns.eu und wir werden dir umgehend helfen.

source: Create Record
de: Eintrag erstellen

source: Record Type
de: Typ des Eintrags

source: Choose a type…
de: Wähle einen Typ…

source: Time to live, in seconds
de: Time to Live, in Sekunden

source: Priority
de: Priorität

source: Strict validation of my input (recommended)
de: Strikte Prüfung meiner Eingaben (empfohlen)

source: Edit Record
de: Eintrag bearbeiten

source: Update Record
de: Eintrag aktualisieren

source: Records
de: Einträge

source: No records found.
de: Keine Einträge gefunden.

source: Record type
de: Typ des Eintrags

source: One second
de: Eine Sekunde

source: Enable
de: Aktivieren

source: Disable
de: Deaktivieren

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Danger Zone
de: Gefährliche Zone

source: YDNS: Imprint
de: YDNS: Impressum

source: <strong>TFMT UG (haftungsbeschränkt)</strong><br> Wettersteinstrasse 30<br> 82467 Garmisch-Partenkirchen<br> Germany<br> <br> Chief Executive Officer: Florian Hibler, Christian Jurk<br> Amtsgericht München HRB 203313<br> EU VAT ID: DE287847488<br> Headquarters: Garmisch-Partenkirchen, Germany<br> <br> <a href="http://www.tfmt.de" target="_blank">http://www.tfmt.de</a><br> Phone: +49 8821 6869039 <sup>1</sup><br> Fax: +49 8821 6869039 <sup>1</sup><br> Email: <a href="mailto:support@ydns.eu">support@ydns.eu</a> or use our <a href="#">Support page</a> to contact us.<br> <br> <small><i><sup>1</sup> landline tolls may apply.</i></small>
de: <strong>TFMT UG (haftungsbeschränkt)</strong><br> Wettersteinstrasse 30<br> 82467 Garmisch-Partenkirchen<br> Deutschland<br> <br> Geschäftsführer: Florian Hibler, Christian Jurk<br> Amtsgericht München HRB 203313<br> USt.-Identifikationsnummer: DE287847488<br> Hauptsitz: Garmisch-Partenkirchen, Germany<br> <br> <a href="http://www.tfmt.de" target="_blank">http://www.tfmt.de</a><br> Tel: +49 8821 6869039 <sup>1</sup><br> Fax: +49 8821 6869039 <sup>1</sup><br> E-Mail: <a href="mailto:support@ydns.eu">support@ydns.eu</a> oder nutze unsere <a href="#">Support-Seite</a> um uns zu kontaktieren.<br> <br> <small><i><sup>1</sup> reguläre Anrufgebühren aus dem deutschen Festnetz.</i></small>

source: English
de: Englisch

source: German
de: Deutsch

source: Good
de: Gut

source: Bad
de: Schlecht

source: Owner contact details are now public
de: Kontaktinformationen des Eigentümers sind nun öffentlich

source: Owner contact details are now private
de: Kontaktinformationen des Eigentümers sind nun privat

source: Access type changed to "%(access_type)s"
de: Zugangstyp wurde auf "%(access_type)s" geändert

source: Host request
de: Hostanfrage

source: Host created
de: Host erstellt

source: Host enabled
de: Host aktiviert

source: Host disabled
de: Host deaktiviert

source: Record created (%s)
de: Eintrag erstellt (%s)

source: Record deleted
de: Eintrag gelöscht

source: Record updated
de: Eintrag aktualisiert

source: Record enabled
de: Eintrag aktiviert

source: Record disabled
de: Eintrag deaktiviert
