Repository: ArabAmerican/Easy-YDNS
Catalog: locales/*/LC_MESSAGES/django.po
Languages: de

source: Sign up
de: Anmelden

source: Two-factor authentication enabled
de: Zwei-Faktor-Authentifizierung aktiviert

source: Two-factor authentication disabled
de: Zwei-Faktor-Authentifizierung deaktiviert

source: Journal cleared
de: Journal gelöscht

source: Your password has been changed.
de: Dein Password wurde geändert.

source: Change password
de: Passwort ändern

source: Passwords can be changed for native accounts only.
de: Passwörter können nur für native Konten geändert werden.

source: Request Error
de: Anfragefehler

source: Enter your current password
de: Aktuelles Passwort eingeben

source: Incorrect password
de: Falsches Passwort

source: Enter a new password
de: Neues Passwort eingeben

source: The new password must have at least 6 characters
de: Das neue Passwort muss mindestens 6 Zeichen lang sein

source: The new password must not match the current one
de: Das neue Passwort darf nicht mit dem alten übereinstimmen

source: Repeat the new password
de: Wiederhole das neue Passwort

source: The passwords don't match
de: Die Passwörter stimmen nicht überein

source: The journal has been cleared.
de: Das Journal wurde gelöscht.

source: Account deletion
de: Konto löschen

source: Your account including all associated data has been deleted.
de: Dein Benutzerkonto wurde mitsamt aller dazugehörigen Daten gelöscht.

source: You must check this box in order to proceed
de: Du musst diese Box aktivieren, um fortzufahren

source: Your changes have been saved.
de: Deine Änderungen wurden gespeichert.

source: Success
de: Erfolg

source: Invalid language chosen
de: Ungültige Sprache ausgewählt

source: Two-factor authentication has been enabled, please follow the installation instructions to create the appropriate account on your phone.
de: Die Zwei-Faktor-Authentifikation wurde aktiviert. Bitte lese die Installationsanleitung, um dein Mobiltelefon dafür einzurichten.

source: Two-factor authentication has been disabled for your account.
de: Zwei-Faktor-Authentifikation wurde für dein Konto deaktiviert.

source: Missing alias parameter
de: Alias Parameter fehlt

source: Request error
de: Anfragefehler

source: Missing token parameter
de: Token-Parameter fehlt

source: Activation link is unknown or has expired.
de: Der Aktivierungslink ist falsch oder abgelaufen.

source: Your account is already activated
de: Dein Konto ist bereits aktiviert

source: Your account has been activated successfully.
de: Dein Konto wurde erfolgreich aktiviert.

source: Welcome to YDNS
de: ﻿Willkommen bei YDNS

source: Missing state property.
de: Eigenschaft fehlt: state

source: Facebook OAuth2 error
de: Facebook OAuth2 Fehler

source: Missing code property.
de: Eigenschaft fehlt: code

source: Invalid state
de: Ungültiger Zustand

source: An error occurred while verifying Facebook's response. Please try again later
de: Ein Fehler ist aufgetreten, während Facebook's Antwort überprüft wurde. Bitte versuche es später noch einmal.

source: Facebook's response has an invalid format.
de: Facebook's Antwort hat ein ungültiges Format.

source: No valid account-based email address found.
de: Keine gültige E-Mail Adresse gefunden.

source: There is already an account with the same Email address, but with a different account type.
de: Es existiert bereits ein Konto mit der gleichen E-Mail Adresse, aber einem anderen Kontotyp.

source: Login aborted
de: Login abgebrochen

source: GitHub OAuth2 error
de: GitHub OAuth2 Fehler

source: An error occurred while verifying GitHub's response. Please try again later
de: Ein Fehler ist aufgetreten, während GitHub's Antwort überprüft wurde. Bitte versuche es später noch einmal.

source: GitHub's response has an invalid format.
de: GitHub's Antwort hat ein ungültiges Format.

source: Google OAuth2 error
de: Google OAuth2 Fehler

source: An error occurred while verifying Google's response. Please try again later
de: Ein Fehler ist aufgetreten, während Google's Antwort überprüft wurde. Bitte versuche es später noch einmal.

source: Google's response has an invalid format.
de: Google's Antwort hat ein ungültiges Format.

source: Missing context
de: Kontext fehlt

source: Enter the code
de: Code eingeben

source: The code must be a number
de: Der Code muss eine Zahl sein

source: Invalid code
de: Ungültiger Code

source: Incorrect code
de: Falscher Code

source: Missing code
de: Code fehlt

source: Field missing
de: Wert fehlt

source: Invalid Email address
de: Ungültige E-Mail Adresse

source: Account is not activated
de: ﻿Konto ist nicht aktiviert

source: Invalid Email and/or password
de: ﻿Ungültige E-Mail-Adresse und/oder ungültiges Passwort.

source: Reset password
de: Passwort zurücksetzen

source: We've sent instructions to your Email address on how to update your password. Please check your mail box in a few moments.
de: Wir haben Anweisungen, wie du dein Passwort ändern kannst an deine E-Mail Adresse verschickt. Bitte überprüfe deine E-Mails in einigen Minuten.

source: This Email address is not known in our system
de: Diese E-Mail Adresse ist uns unbekannt

source: There is already a password reset request made within the last 24 hours.
de: Es wurde bereits eine Anfrage hierfür innerhalb der letzten 24 Stunden gestellt.

source: Missing challenge field value
de: reCAPTCHA-Challenge-Wert fehlt

source: Missing answer
de: ﻿Fehlende Antwort

source: Incorrect captcha answer
de: Falsche Captcha-Antwort

source: reCAPTCHA error
de: reCAPTCHA Fehler

source: Your account password has been updated.
de: Dein Passwort wurde aktualisiert.

source: The password must contain at least 6 characters
de: Das Passwort muss mindestens 6 Zeichen enthalten.

source: The password don't match
de: ﻿Passwörter stimmen nicht überein

source: We've sent activation instructions to your Email address. Please check your mail box in a few moments.
de: Wir haben Anweisungen, wie du dein Benutzerkonto aktivieren kannst an deine E-Mail Adresse geschickt. Bitte überprüfe deine E-Mails in einigen Minuten.

source: Sign up succeeded
de: Anmeldung erfolgreich

source: This Email address is already used
de: ﻿Diese E-Mail-Adresse wird bereits verwendet.

source: You must read and accept our Terms to sign up
de: Du musst unsere Nutzungsbedingungen lesen und akzeptieren, um dich anzumelden

source: Twitter sign in is currently not available
de: Die Anmeldung via Twitter ist momentan nicht verfügbar

source: Login error
de: Login-Fehler

source: The host <strong>%s</strong> was accepted and created.
de: Der Host <strong>%s</strong> wurde akzeptiert und erstellt.

source: Host request accepted (%s)
de: Kostanfrage akzeptiert (%s)

source: Cannot create host, because the name is already used.
de: Host kann nicht erstellt werden, weil der Name bereits genutzt wird.

source: Host request failed (%s)
de: Hostanfrage fehlgeschlagen (%s)

source: Host request rejected (%s)
de: Kostanfrage abgelehnt (%s)

source: The host <strong>%s</strong> was rejected.
de: Der Host <strong>%s</strong> wurde abgelehnt.

source: Cannot create host, because the name is already used (%s).
de: Host kann nicht erstellt werden, weil der Name bereits genutzt wird (%s).

source: No choice made
de: Keine Auswahl getroffen

source: Invalid choice
de: Ungültige Auswahl

source: No host request selected
de: Keine Hostanfrage ausgewählt

source: The domain <strong>%(name)s</strong> has been created successfully.
de: Die Domain <strong>%(name)s</strong> wurde erfolgreich erstellt.

source: Domain created
de: Domain erstellt

source: Enter domain name
de: Domain-Name eingeben

source: Name length exceeded
de: Namenlänge überschritten

source: This domain is not available for use
de: Diese Domain steht nicht zur Verfügung

source: This domain is already registered
de: Diese Domain ist bereits registriert

source: This domain does not exist
de: Diese Domain existiert nicht

source: No SOA record returned
de: Kein SOA-Record gefunden

source: No type chosen
de: Kein Typ ausgewählt

source: Invalid access type
de: Ungültiger Zugangstyp

source: Domain deleted
de: Domain gelöscht

source: The domain <strong>%s</strong> including all hosts and records has been deleted.
de: Die Domain <strong>%s</strong> wurde inklusive aller Hosts und Einträge gelöscht.

source: The changes have been saved.
de: Deine Änderungen wurden gespeichert.

source: Stores a static IP address (IPv4)
de: Speichert eine statische IP-Adresse (IPv4)

source: Stores a static IP address (IPv6)
de: Speichert eine statische IP-Adresse (IPv6)

source: Canonical name to a host
de: Kanonischer Name zu einem Host

source: Hostname of authoriative nameserver
de: Hostname eines authorativen Nameservers

source: Service Provider
de: Dienstanbieter

source: Fingerprint of SSH keys
de: Fingerabdruck von SSH-Schlüsseln

source: Freely usable text field
de: Frei nutzbares Textfeld

source: The record has been enabled.
de: Der Eintrag wurde aktiviert.

source: The record has been disabled.
de: Der Eintrag wurde deaktiviert.

source: The record has been created.
de: Der Eintrag wurde erstellt.

source: Unsupported resource record type
de: Nicht unterstützter Typ eines Ressourceneintrags

source: Missing content
de: Inhalt fehlt

source: Not a valid IP address
de: Ungültige IP-Adresse

source: Not an IPv4 address
de: Keine IPv4-Adresse

source: Not an IPv6 address
de: Keine IPv6-Adresse

source: Invalid value
de: Ungültiger Wert

source: Invalid value - not a valid hostname
de: Ungültiger Wert - Kein gültiger Hostname

source: Host <strong>%s</strong> does not return a valid IP address
de: Host <strong>%s</strong> lieft keine gültige IP-Adresse

source: Missing TTL
de: TTL fehlt

source: TTL must be a numeric value
de: TTL muss ein numerischer Wert sein

source: TTL out of range (must be between 0 and 2^32)
de: TTL außerhalb des gültigen Bereichs (muss zwischen 0 und 2^32 sein)

source: Missing Priority
de: Priorität fehlt

source: Priority must be a numeric value
de: Priorität muss ein numerischer Wert sein

source: Priority out of range (must be between 1 and 2^32)
de: Priorität außerhalb des gültigen Bereichs (muss zwischen 1 und 2^32 sein)

source: Content is too long
de: Inhalt ist zu lang

source: The record has been deleted.
de: Der Eintrag wurde gelöscht.

source: The record has been updated.
de: Der Eintrag wurde aktualisiert.

source: Host <strong>%s</strong> has been enabled.
de: Host <strong>%s</strong> wurde aktiviert.

source: Host <strong>%s</strong> has been disabled.
de: Host <strong>%s</strong> wurde deaktiviert.

source: Moderation request: %(name)s
de: Moderationsanfrage: %(name)s

source: Your host request requires moderation of the domain owner. You'll get notified once your request is accepted or rejected.
de: Deine Hostanfrage benötigt die Zustimmung des Domaininhabers. Du bekommst eine E-Mail, sobald deine Anfrage bearbeitet wurde.

source: Your host was created successfully.
de: Dein Host wurde erfolgreich erstellt.

source: No domain chosen
de: Keine Domain ausgewählt

source: No such domain
de: Unbekannte Domain

source: You cannot create hosts with this domain
de: Du kannst keine Hosts mit dieser Domain erstellen

source: Missing name
de: Name fehlt

source: Invalid host name
de: Ungültiger Hostname

source: <strong>%(host)s</strong> is already taken
de: <strong>%(host)s</strong> ist bereits vergeben

source: <strong>%(full_name)s</strong> is available
de: <strong>%(full_name)s</strong> ist verfügbar

source: <strong>%(full_name)s</strong> is available, but requires approval by the domain owner
de: <strong>%(full_name)s</strong> ist verfügbar, benötigt aber die Zustimmung des Domaininhabers

source: You have no access to this domain
de: Du hast keinen Zugriff auf diese Domain

source: Email address
de: E-Mail Adresse

source: Password
de: Passwort

source: Log in
de: Einloggen

source: Forgot your password?
de: Passwort vergessen?

source: Sign up for free
de: Kostenlos anmelden

source: YDNS: Reset password
de: YDNS: Passwort zurücksetzen

source: Hi! Please click the link below to change your account password: %(activation_url)s The link will expire in 24 hours. If you haven't requested this password reset, somebody might try to get access to your account. In such cases, please make sure that you always use a strong password and consider using two-factor authentication if you don't do so. In case you have any questions, please write to support@ydns.eu and we'll assist you as soon as possible.
de: Hi! Bitte rufe den folgenden Link auf, um dein Passwort zu ändern: %(activation_url)s Der Link ist 24 Stunden lang gültig. Wenn du diese Anfrage nicht gestellt hast, versucht möglicherweise jemand Zugriff auf dein Konto zu erlangen. In solchen Fällen solltest du sicherstellen, dass du starke Passwörter verwendest und überlege ob du die Zwei-Faktor-Authentifizierung benutzt, um dein Konto besser abzusichern. Wenn du Fragen hast, wende dich an support@ydns.eu und wir kümmern uns umliegend um dein Anliegen.

source: New Password
de: Neues Passwort

source: Choose a new password…
de: Wähle ein neues Passwort…

source: Repeat password
de: Passwort wiederholen

source: Repeat the new password…
de: Wiederhole das neue Passwort…

source: Update password
de: Passwort aktualisieren

source: Settings
de: Einstellungen

source: Current password
de: Aktuelles Passwort

source: Your current password…
de: Dein aktuelles Passwort…

source: New password
de: Neues Passwort

source: A new password…
de: Ein neues Passwort…

source: Delete Account
de: Konto löschen

source: Danger
de: Achtung

source: You are about to delete your user account. If you decide to proceed, your user account including all associated hosts and domains will be deleted.
de: Du bist dabei, dein Benutzerkonto zu löschen. Wenn du fortfährst, werden alle Daten, die mit deinem Konto zusammenhängen unwiderruflich gelöscht.

source: Do you really want to proceed?
de: Möchtest du wirklich fortfahren?

source: I understand the consequences of this and want to delete my account now
de: Ich habe die Konsequenzen verstanden und möchte mein Konto jetzt löschen

source: Cancel
de: Abbrechen

source: Hi! This mail confirms that your YDNS user account has been completely removed.
de: Hi! Diese E-Mail bestätigt, dass dein YDNS-Benutzerkonto vollständig gelöscht wurde.

source: YDNS: Settings
de: YDNS: Einstellungen

source: Account
de: Konto

source: Email Address
de: E-Mail Adresse

source: Account Type
de: Kontotyp

source: Language
de: Sprache

source: Guess automatically
de: Automatisch feststellen

source: Apply changes
de: Änderungen übernehmen

source: Clear Journal
de: Journal löschen

source: The journal is used to track account-sensive information to provide a better security level.
de: Das Journal hilft Kontenrelevante Informationen zu sammeln, um so die Sicherheit zu erhöhen.

source: <strong>Note:</strong> Clearing the journal will create a log entry for that action as well.
de: <strong>Note:</strong> Das Löschen des Journals wird einen Eintrag für das Löschen ebenfalls erstellen.

source: Y/m/d H:i:s T
de: d.m.Y H:i:s

source: not available
de: nicht verfügbar

source: General
de: Allgemein

source: Security
de: Sicherheit

source: Change Password
de: Passwort ändern

source: Two-Factor Authentication
de: Zwei-Faktor Authentifikation

source: Two-factor authentication
de: Zwei-Faktor Authentifikation

source: Two-Factor Authentication adds an additional security layer to your user account. In case someone gets access to your account password, the two-factor authentication will require confirmation from a second source to confirm login requests.
de: Die Zwei-Faktor Authentifikation erhöht die Sicherheit deines Kontos durch eine zusätzliche Sicherheitsschicht. Sollte jemand Zugriff auf dein Passwort erlangen, hilft die Zwei-Faktor Authentifikation durch die Frage eines zusätzlichen Login-Codes die Unerlaubte Nutzung deines Kontos zu verhindern.

source: <strong>Please note:</strong> This additional security is not available for API requests. Use of this feature is only suggested if you're an advanced user.
de: <strong>Bitte beachte:</strong> Diese zusätzliche Sicherheit ist nicht für API-Anfragen verfügbar. Nutze dieses Feature nur, wenn du ein fortgeschrittener Nutzer bist.

source: Two-factor authentication is active.
de: Zwei-Faktor Authentifikation ist aktiv.

source: Your account is protected by requiring an additional authentication token to authorize.
de: Dein Konto ist durch ein zusätzliches Sicherheitsmerkmal geschützt.

source: Two-factor authentication is not active.
de: Zwei-Faktor Authentifikation ist nicht aktiv.

source: <a href="%(setup_url)s">Setup</a> the two-factor authentication now.
de: Du kannst die<a href="%(setup_url)s">Einrichtung</a> nun vornehmen.

source: Setup two-factor authentication
de: Zwei-Faktor Authentifikation einrichten

source: Installation instructions
de: Installationsanweisungen

source: Download recovery codes
de: Wiederherstellungs-Codes herunterladen

source: Installation Instructions for two-factor authentication
de: Installationsanweisungen für Zwei-Faktor Authentifikation

source: Installation instructions for two-factor authentication
de: Installationsanweisungen für Zwei-Faktor Authentifikation

source: In order to use the two-factor authentication, you'll need a mobile phone that runs on Android or iOS (Apple).
de: Um die Zwei-Faktor Authentifikation nutzen zu können, benötigst du ein Smartphones, welches mit Android oder iOS (Apple) läuft.

source: Setup instructions
de: Einrichtungsanweisungen

source: Download the <em>Google Authenticator</em> app from your app store.
de: Lade zunächst die <em>Google Authenticator</em> App aus deinem App-Store herunter.

source: <a href="https://play.google.com/store/apps/details?id=com.google.android.apps.authenticator2&hl=%(lang_code|slice:":2")s"><i class="fa fa-android fa-fw"></i> Android</a> or <a href="https://itunes.apple.com/%(lang_code)s/app/google-authenticator/id388497605?mt=8"><i class="fa fa-apple fa-fw"></i>iOS</a>
de: <a href="https://play.google.com/store/apps/details?id=com.google.android.apps.authenticator2&hl=%(lang_code|slice:":2")s"><i class="fa fa-android fa-fw"></i> Android</a> oder <a href="https://itunes.apple.com/%(lang_code)s/app/google-authenticator/id388497605?mt=8"><i class="fa fa-apple fa-fw"></i>iOS</a>

source: Open the app and a new account.
de: Öffne die App und erstelle einen neuen Account.

source: Choose to scan a barcode and scan the code image below.
de: Wähle Barcode scannen und fotografiere die Code-Grafik auf dieser Seite.

source: Your account is now protected by two-factor authentication.
de: Dein Konto ist nun durch Zwei-Faktor Authentifikation geschützt.

source: Setup Two-Factor Authentication
de: Zwei-Faktor Authentifikation einrichten

source: Use two-factor authentication for my account
de: Zwei-Faktor Authentifikation für mein Konto benutzen

source: Enter your account password…
de: Gebe dein Passwort ein…

source: YDNS: Sign up
de: YDNS: Anmelden

source: Sign up with your Google account
de: Mit deinem Google-Konto anmelden

source: Choose a password…
de: Wähle ein Passwort…

source: Repeat the password…
de: Wiederhole das Passwort…

source: I have read and accept the <a href="%(terms_url)s" target="_blank">Terms and Conditions</a>
de: Ich habe die <a href="%(terms_url)s" target="_blank">Nutzungsbedingungen</a> gelesen und akzeptiere diese

source: Hi! Welcome to YDNS, the free DNS service provider. You're just one click ahead from using your account. Please click the link below to activate your account: %(activation_url)s In case you have any questions, please write to support@ydns.eu and we'll assist you as soon as possible.
de: Hi! Willkommen bei YDNS, dem kostenlosen DNS-Anbieter. Du bist nur einen Klick davon entfernt, deinen Account nutzen zu können. Bitte rufe den untenstehenden Link auf, um dein Konto zu aktivieren: %(activation_url)s Solltest du Fragen haben, wende dich bitte per E-Mail an support@ydns.eu und wir werden dir so bald wie möglich helfen.

source: Hi! Welcome to YDNS. You have used the Facebook login for the first time, which created a new account on YDNS. No further action is needed - your account is already activated and you can using it. In case you have any questions, please write to support@ydns.eu and we'll assist you as soon as possible.
de: Hi! Willkommen bei YDNS. Du hast den Facebook-Login zum ersten Mal benutzt und dich damit bei YDNS angemeldet. Keine Sorge - du musst nichts weiter tun. Dein Konto ist bereites aktiviert und du kannst sofort loslegen. Solltest du Fragen haben, schreibe eine E-Mail an support@ydns.eu und wir werden dir so schnell wie möglich helfen.

source: Hi! Welcome to YDNS. You have used the GitHub login for the first time, which created a new account on YDNS. No further action is needed - your account is already activated and you can using it. In case you have any questions, please write to support@ydns.eu and we'll assist you as soon as possible.
de: Hi! Willkommen bei YDNS. Du hast den GitHub-Login zum ersten Mal benutzt und dich damit bei YDNS angemeldet. Keine Sorge - du musst nichts weiter tun. Dein Konto ist bereites aktiviert und du kannst sofort loslegen. Solltest du Fragen haben, schreibe eine E-Mail an support@ydns.eu und wir werden dir so schnell wie möglich helfen.

source: Hi! Welcome to YDNS. You have used the Google login for the first time, which created a new account on YDNS. No further action is needed - your account is already activated and you can using it. In case you have any questions, please write to support@ydns.eu and we'll assist you as soon as possible.
de: Hi! Willkommen bei YDNS. Du hast den Google-Login zum ersten Mal benutzt und dich damit bei YDNS angemeldet. Keine Sorge - du musst nichts weiter tun. Dein Konto ist bereites aktiviert und du kannst sofort loslegen. Solltest du Fragen haben, schreibe eine E-Mail an support@ydns.eu und wir werden dir so schnell wie möglich helfen.

source: Toggle navigation
de: Navigation umschalten

source: My Hosts
de: Meine Hosts

source: Create
de: Erstellen

source: New Host
de: Neuer Host

source: New Domain
de: Neue Domain

source: Logout
de: Abmelden

source: Search…
de: Suche…

source: Close
de: Schließen

source: Terms and Conditions
de: Nutzungsbedingungen

source: Imprint
de: Impressum

source: Copyright &copy; 2015 TFMT UG (haftungsbeschränkt) &sdot; All rights reserved.
de: Copyright &copy; 2015 TFMT UG (haftungsbeschränkt) &sdot; Alle Rechte vorbehalten.

source: -- YDNS - Free DNS Services https://ydns.eu For support requests, please write to support@ydns.eu TFMT UG (haftungsbeschränkt) Wettersteinstrasse 30 82467 Garmisch-Partenkirchen Germany CEO: Florian Hibler, Christian Jurk Amtsgericht München, HRB 203313 Residence of the company: Garmisch-Partenkirchen, Germany
de: -- YDNS - Kostenlose DNS-Dienste https://ydns.eu Für Support-Anfrage bitte an support@ydns.eu wenden TFMT UG (haftungsbeschränkt) Wettersteinstrasse 30 82467 Garmisch-Partenkirchen Deutschland Geschäftsführer: Florian Hibler, Christian Jurk Amtsgericht München, HRB 203313 Firmensitz: Garmisch-Partenkirchen, Germany

source: Recent Activity
de: Meine Aktivität

source: No log messages found.
de: Keine Logeinträge gefunden.

source: Looks like you're new on board - welcome! :-)
de: Scheint so, als wärst du neu an Bord - Willkommen! :-)

source: %(since)s ago
de: vor %(since)s

source: You have no hosts on YDNS.
de: Du hast keine Host bei YDNS.

source: Create a Host
de: Erstelle einen Host

source: No records
de: Keine Einträge

source: Record type: %(rr_type)s
de: Typ des Eintrags: %(rr_type)s

source: My Domains
de: Meine Domains

source: You have no domains on YDNS.
de: Du hast keine Domains bei YDNS.

source: Create a Domain
de: Erstelle eine Domain

source: Create Domain
de: Domain erstellen
